Repository: ControlledChaos/wp-idea-stream
Catalog: languages/wp-idea-stream-*.po
Languages: nl_nl

source: Comments
nl_nl: Commentaren

source: This idea cannot be sticky
nl_nl: Dit idee kan niet sticky gemaakt worden

source: Select whether or not to make the idea sticky.
nl_nl: Selecteer of dit idee wel of niet sticky gemaakt moet worden.

source: Mark as sticky
nl_nl: Markeer als sticky

source: Private or password protected ideas cannot be marked as sticky
nl_nl: Prive of door wachtwoord beschermde ideeën kunnen niet sticky gemaakt worden

source: Idea successfully removed from stickies
nl_nl: Idee succesvol uit stickies verwijderd

source: Idea successfully added to stickies
nl_nl: Idee succesvol aan stickies toegevoegd

source: The Sticky metabox allows you to stick a published idea (not password protected) to the top of the front ideas archive first page.
nl_nl: De Sticky metabox staat je toe een gepubliceerd (en niet door wachtwoord afgeschermd) idee bovenaan de eerste ideeënpagina 'vast te klemmen'.

source: Settings
nl_nl: Instellingen

source: Welcome to WP Idea Stream
nl_nl: Welkom bij WP Idea Stream

source: Unarchive
nl_nl: Dearchiveren

source: The status for the idea, once unarchived, will be: %s.
nl_nl: De zichtbaarheid van het idee na dearchivering, wordt: %s.

source: Idea updated. <a href="%s">View idea</a>
nl_nl: Idee aangepast. <a href="%s">View idea</a>

source: Custom field updated.
nl_nl: Aangepast veld geüpdate.

source: Custom field deleted.
nl_nl: Aangepast veld verwijderd.

source: Idea updated.
nl_nl: Idee geüpdate.

source: Idea restored to revision from %s
nl_nl: Idee hersteld naar revisie uit %s

source: Idea published. <a href="%s">View idea</a>
nl_nl: Idee gepubliceerd. <a href="%s">Bekijk idee</a>

source: Idea saved.
nl_nl: Idee opgeslagen.

source: Idea submitted. <a target="_blank" href="%s">Preview idea</a>
nl_nl: Idee verstuurd. <a target="_blank" href="%s">Voorbeeld tonen</a>

source: Idea scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview idea</a>
nl_nl: Idee ingepland voor <strong>%1$s</strong>. <a target="_blank" href="%2$s">Voorbeeld tonen</a>

source: Idea draft updated. <a target="_blank" href="%s">Preview idea</a>
nl_nl: Idee concept opgeslagen. <a target="_blank" href="%s">Voorbeeld tonen</a>

source: %s idea updated.
nl_nl: %s idee geüpdate.

source: %s idea not updated; somebody is editing it.
nl_nl: %s idee niet geüpdate; iemand is deze aan het bewerken.

source: %s idea permanently deleted.
nl_nl: $s idee permanent verwijderd.

source: %s idea moved to the Trash.
nl_nl: $s idee naar prullenbak verplaatst.

source: %s idea restored from the Trash.
nl_nl: %s idee uit prullenbak hersteld.

source: %s idea archived.
nl_nl: %s idee gearchiveerd.

source: %s idea unarchived.
nl_nl: %s idee gedearchiveerd.

source: Download all ideas in a csv spreadsheet
nl_nl: Download alle ideeën in een .csv bestand

source: Unarchive selected ideas
nl_nl: Dearchiveer geselecteerde ideeën

source: Average Rating
nl_nl: Gemiddelde beoordeling

source: Not rated yet
nl_nl: Nog niet beoordeeld

source: %1$s member rated the idea. Its Average rating is: %2$s
nl_nl: %1$s lid beoordeelde het idee. De gemiddelde beoordeling is: %2$s

source: Delete this rating
nl_nl: Verwijder deze beoordeling

source: Rating successfully deleted
nl_nl: Beoordeling succesvol verwijderd

source: Something went wrong while trying to delete the rating.
nl_nl: Er ging iets verkeerd bij het verwijderen van de beoordeling.

source: The front page is showing your latest ideas, you first need to change the %s before being able to edit this page.
nl_nl: De voorpagina toont de laatst aangemaakte ideeën, je moet eerst de %s veranderen voordat deze pagina kan worden aangepast.

source: Select All
nl_nl: Alles selecteren

source: Add to menu
nl_nl: Aan menu toevoegen

source: Overview
nl_nl: Overzicht

source: This screen provides access to all the ideas users of your site shared. You can customize the display of this screen to suit your workflow.
nl_nl: Dit scherm biedt toegang tot alle ideeën die zijn gedeeld door gebruikers van jouw site. Je kunt de weergave van dit scherm aanpassen aan je eigen werkwijze.

source: You can customize the display of this screen&#39;s contents in a number of ways:
nl_nl: Je kunt de weergave van deze scherminhoud op een aantal manieren aanpassen:

source: You can hide/display columns based on your needs and decide how many ideas to list per screen using the Screen Options tab.
nl_nl: Je kunt kolommen tonen/verbergen naar gelang behoefte, en bepalen hoeveel ideeën per scherm te tonen op het Scherminstellingen tabblad.

source: You can filter the list of ideas by post status using the text links in the upper left to show All, Published, Private or Trashed ideas. The default view is to show all ideas.
nl_nl: Je kunt de lijst met ideeën filteren op post status, met behulp van de tekst-links in de linkerbovenhoek, om Alle, Gepubliceerde, Privé of Verwijderde ideeën te tonen.

source: You can view ideas in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
nl_nl: Je kunt ideeën tonen in een simpele opsomming, of elk met een samenvatting. Kies je voorkeursweergave door te klikken op de iconen rechtsbovenaan de lijst.

source: Actions
nl_nl: Acties

source: Hovering over a row in the ideas list will display action links that allow you to manage an idea. You can perform the following actions:
nl_nl: Zweven boven een rij in de ideeënlijst toont actie-links waarmee je ideeën kunt beheren. Je kunt de volgende acties uitvoeren:

source: Edit takes you to the editing screen for that idea. You can also reach that screen by clicking on the idea title.
nl_nl: Bewerken stuurt je naar het bewerkingsvenster voor dat idee. Je kunt dat scherm ook bereiken door te klikken op de titel van het idee.

source: Trash removes the idea from this list and places it in the trash, from which you can permanently delete it.
nl_nl: Verwijderen verwijdert het idee uit deze lijst en plaatst het in de prullenbak, vanwaar je het permanent kunt verwijderen.

source: View opens the idea in the WP Idea Stream&#39;s part of your site.
nl_nl: Bekijken opent het idee in het WP Idea Stream gedeelte van je site.

source: Bulk Actions
nl_nl: Bulk Acties

source: You can also move multiple ideas to the trash at once. Select the ideas you want to trash using the checkboxes, then select the &#34;Move to Trash&#34; action from the Bulk Actions menu and click Apply.
nl_nl: Je kunt ook meerdere ideeën tegelijk naar de Prullenbak verplaatsen. Selecteer de ideeën die je wilt verwijderen door de vierkantjes aan te vinken, en selecteer dan de &#34;Verwijder naar Prullenbak&#34; actie uit het Bulk Acties menu en klik Uitvoeren.

source: Sorting & filtering
nl_nl: Sorteren & filteren

source: Clicking on specific column headers will sort the ideas list. You can sort the ideas alphabetically using the Title column header or by popularity:
nl_nl: Klikken op specifieke kolomhoofden sorteert de ideeënlijst. Je kunt de ideeën alfabetisch sorteren door te klikken op het kolomhoofd Titel, of op populariteit:

source: Click on the column header having a dialog buble icon to sort by number of comments.
nl_nl: Klik op het kolomhoofd met het tekstwolk-icoon om te sorteren op het aantal commentaren.

source: Click on the column header having a star icon to sort by rating.
nl_nl: Klik op het kolomhoofd met een ster-icoon om op beoordeling te sorteren.

source: Inside the rows, you can filter the ideas by categories or tags clicking on the corresponding terms.
nl_nl: Binnen de rijen kun je de ideeën sorteren op categorieën of tags door op de betreffende termen te klikken.

source: The title field and the big Idea Editing Area are fixed in place, but you can reposition all the other boxes using drag and drop. You can also minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to hide/show boxes.
nl_nl: Het titelveld en het grote ideeën-bewerkingsveld zijn niet te verplaatsen, maar je kunt alle andere velden verslepen naar de gewenste locaties. Je kunt de velden ook minimaliseren of vergroten door op de titelbalk van elk te klikken. Gebruik het Schermopties Tabblad om velden te tonen/verbergen.

source: This is the place where you can customize the behavior of WP Idea Stream.
nl_nl: Dit is de plek waar je het gedrag van WP Idea Stream kunt aanpassen.

source: Please see the additional help tabs for more information on each individual section.
nl_nl: Bekijk de aanvullende help tabbladen voor meer informatie over individuele secties.

source: Main Settings
nl_nl: Instellingen

source: Just before the first option, you will find the link to the main archive page of the plugin. If you wish, you can use it to define a new custom link %1$smenu item%2$s.
nl_nl: Net boven de eerste optie, vind je de link naar de hoofd-archiefpagina van de plugin. Indien gewenst, kun je deze gebruiken om een nieuwe, aangepaste link %1$smenu item%2$s aan te maken.

source: If you do so, do not forget to update the link in case you change your permalink settings. Another possible option is to use the %1$sWP Idea Stream Navigation%2$s widget in one of your dynamic sidebars.
nl_nl: Als je hiervoor kiest, vergeet niet de link te updaten wanneer je de permalink-instellingen aanpast. Een andere optie is om de %1$sWP Idea Stream%2$s navigatie widget te gebruiken in één van je dynamische sidebars.

source: In the Main Settings you have a number of options:
nl_nl: In het (hoofd) Instellingen menu heb je een aantal opties:

source: WP Idea Stream archive page: you can customize the title of this page. It will appear on every WP Idea Stream&#39;s page, except the single idea one.
nl_nl: WP Idea Stream archiefpagina: je kunt de titel van deze pagina aanpassen. Het verschijnt op iedere WP Idea Stream&#39;s pagina, met uitzondering van de individuele ideeënpagina's.

source: New ideas status: this is the default status to apply to the ideas submitted by the user. If this setting is set to &#34;Pending&#34;, it will be possible to edit the moderation message once this setting has been saved.
nl_nl: Nieuwe ideeën-status: dit is de standaardinstelling voor nieuwe ideeën aangemaakt door de gebruiker(s). Als deze instelling standaard op &#34;Pending&#34;,

source: Images & Links are settings about the WP Idea Stream&#39;s editor. If you wish to disable the image or link buttons, you can disable the corresponding setting.
nl_nl: Afbeeldingen & Links zijn instellingen van de WP Idea Stream&#39;s editor. Als je de afbeelding- of link-knoppen uit wilt schakelen, dan kan dat hier.

source: Featured images is a setting that requires the Editor Images button to be active. It allows your users to select an image they inserted and set it as the featured image for the idea. You must know this image will be uploaded inside your WordPress site.
nl_nl: 'Uitgelichte afbeeldingen' is een instelling die vereist dat de Afbeeldingen-bewerker knop actief is. Het staat je gebruikers toe een zelfgekozen afbeelding in te stellen als de uitgelichte afbeelding voor een idee. Je moet op de hoogte zijn dat deze afbeelding naar jouw webpagina wordt geüpload.

source: Moderation message: if New ideas status is defined to Pending, it is the place to customize the awaiting moderation message the user will see once he submited his idea.
nl_nl: Moderatie-melding: als Nieuwe Ideeën status standaard op 'Afwachtend' staat, bewerk hier de melding die gebruikers ontvangen wanneer ze hun idee insturen.

source: Not logged in message: if a user reaches the WP Idea Stream&#39;s front end submit form without being logged in, a message will invite him to do so. If you wish to use a custom message, use this setting.
nl_nl: Niet-ingelogd melding: als een gebruiker de WP Idea Stream Ideeën-invoerpagina bereikt, zonder te zijn ingelogd, dan zal een melding ze hiervoor uitnodigen dit te doen. Gebruik deze instelling om een aangepaste melding weer te geven.

source: Rating stars hover captions: fill a comma separated list of captions to replace default one. On front end, the number of rating stars will depend on the number of comma separated captions you defined in this setting.
nl_nl: Beoordelings-sterren tekstwolkjes: voer komma-gescheiden lijst met termen in om de standaardvariant te wijzigen. Op de weergave-zijde van de website worden het aantal sterren dat verschijnt bepaald door het aantal termen dat je hier invoert.

source: Sticky ideas: choose whether to allow or not Administrators to stick ideas to the top of the WP Idea Stream&#39;s archive first page.
nl_nl: Sticky Ideeën: kies of Beheerders ideeën aan de top van de eerste WP Idea Stream archiefpagina mogen 'kleven'.

source: Idea comments: if on, comments about ideas will be separated from other post types comments and you will be able to moderate comments about ideas from the comments submenu of the WP Idea Stream&#39;s main Administration menu. If you uncheck this setting, ideas comments will be mixed up with other post types comments into the main Comments Administration menu
nl_nl: Idee commentaren: wanneer ingeschakeld, worden commentaren op ideeën gescheiden van commentaren op andere post-types, en ben je in staat de commentaren te modereren in het commentaren-submenu in het WP Idea Stream beheer-menu. Wanneer je deze instelling deselecteert, dan worden commentaren op ideeën meegenomen met commentaren op andere post-types in het hoofd Commentaren beheer-menu

source: Comments: you can completely disable commenting about ideas by activating this option
nl_nl: Commentaren: je kunt commentaren op ideeën volledig uitschakelen door deze optie te activeren

source: Embed profile: if this setting is active, your users profiles will include a sharing button to let your visitors copy the embed code and share it into their website.
nl_nl: Profiel 'embedden': als deze instelling actief is dan is het mogelijk voor bezoekers gebruikersprofielen op andere website(s) te delen.

source: Idea Categories can only be created by the site Administrator. To add a new idea category please fill the following fields:
nl_nl: Idee Categorieën kunnen alleen woorden aangemaakt door de site-beheerder. Om een nieuwe categorie toe te voegen, vul je de volgende velden in:

source: Slug - The &#34;slug&#34; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
nl_nl: Slug - De &#34;slug&#34; is de URL-vriendelijke versie van de naam. Deze is normaal in kleine letters, en bevat daarbij enkel nummers en scheidingsstreepjes ('-').

source: Description - If you set a description for your category, it will be displayed over the list of ideas in the category archive page.
nl_nl: Beschrijving - Als je een beschrijving voor je categorie invoert, dan wordt deze getoond bij de lijst met ideeën in de categorieën-archiefpagina.

source: You can change the display of this screen using the Screen Options tab to set how many items are displayed per screen and to display/hide columns in the table.
nl_nl: Je kunt de indeling van dit scherm aanpassen in de Schermopties-tab, om in te stellen hoeveel onderdelen per scherm worden weergegeven, en om kolommen in de tabel te tonen/verbergen.

source: Idea Tags can be created by any logged in user of the site from the idea front end submit form. From this screen, to add a new idea tag please fill the following fields:
nl_nl: Idee Tags kunnen aangemaakt worden door iedere ingelogde gebruiker van de site, in het ideeën-invoer-menu. Om een Idee Tag aan te maken vanuit dit scherm, vul de volgende velden in:

source: Description - If you set a description for your tag, it will be displayed over the list of ideas in the tag archive page.
nl_nl: Beschrijving - Als je een beschrijving voor je tag invoert, dan wordt deze getoond bij de lijst met ideeën in de tags-archiefpagina.

source: Pretty Links
nl_nl: Leesbare koppelingen

source: The Pretty Links section allows you to control the permalink structure of the plugin by defining custom slugs.
nl_nl: De 'Pretty Links' sectie biedt de mogelijkheid de permalink-structuur van de plugin te bepalen door aangepaste 'slugs' te definiëren.

source: The WP Idea Stream root slug is the most important one. Make sure the slug you chose is unique. Once saved, WP Idea Stream will check for an eventual slug collision with WordPress (Posts, Pages or subsites in case of a MultiSite Config), bbPress or BuddyPress, and will display a warning next to the option field.
nl_nl: De WP Idea Stream 'root slug' is de belangrijkste van allemaal. Verzeker je van keuze voor een unieke term. Eenmaal opgeslagen controleert WP Idea Stream voor een eventueel conflict met WordPress (Posts, Pagina's, of subpaginas in het geval van een Multisite-configuratie), bbPress of BuddyPress, en toont een waarschuwing naast het optie-invoerveld.

source: In the case of a slug collision, I strongly advise you to change the WP Idea Stream root slug.
nl_nl: In het geval van een conflict tussen (identieke) 'slugs', is het sterk aangeraden aan de WP Idea Stream root slug aan te passen.

source: Concerning the text you will enter in the slug fields, make sure it is all lowercase and contains only letters, numbers, and hyphens.
nl_nl: Zorg dat de tekst in de 'slug fields' enkel kleine letters, cijfers en streepjes (-) bevat.

source: For more information:
nl_nl: Voor meer informatie:

source: The Ratings metabox allows you to manage the ratings the idea has received.
nl_nl: De Beoordelingen-metabox stelt je in staat ontvangen beoordelingen van ideeën te beheren.

source: About
nl_nl: Over

source: Network users settings
nl_nl: Netwerk gebruikers instellingen

source: WP Idea Stream archive page
nl_nl: WP Idea Stream archiefpagina

source: List the ideas on the static front page.
nl_nl: Toon de ideeën op de statische voorpagina.

source: New ideas status
nl_nl: Nieuwe ideeën status

source: Images
nl_nl: Afbeeldingen

source: Featured images
nl_nl: Uitgelichte afbeeldingen

source: Links
nl_nl: Koppelingen

source: Moderation message
nl_nl: Moderatie boodschap

source: Not logged in message
nl_nl: Niet ingelogd boodschap

source: Rating stars hover captions
nl_nl: Beoordelingssterren tekstlabels (gedurende 'hovering')

source: Sticky ideas
nl_nl: Sticky ideeën

source: Idea comments
nl_nl: Idee commentaren

source: Embed Profile
nl_nl: Profiel 'embedden'

source: Single idea slug
nl_nl: Enkel idee 'slug'

source: Category slug
nl_nl: Categorie slug

source: User slug
nl_nl: Gebruiker 'slug'

source: User comments slug
nl_nl: Gebruikerscommentaren

source: New form slug
nl_nl: Nieuw formulier 'slug'

source: Sign-ups
nl_nl: Inschrijvingen

source: Default role for network users
nl_nl: Standaardrol voor netwerkgebruikers

source: Possible conflict with: %s
nl_nl: Mogelijk conflict met: %s

source: Customize WP Idea Stream features
nl_nl: WP Idea Stream opties aanpassen

source: This setting is only available when the site's front page is set to a static page.
nl_nl: Deze instelling is alleen beschikbaar wanneer een statische voorpagina is ingesteld.

source: Published
nl_nl: Gepubliceerd

source: Pending
nl_nl: Afwachtend

source: The default status for all ideas. Depending on this setting, the moderation message setting will be available
nl_nl: De standaardstatus voor alle ideeën. Afhankelijk van deze instelling is de moderatie-boodschap instelling beschikbaar.

source: Allow users to add images to their ideas
nl_nl: Gebruikers mogen afbeeldingen aan hun ideeën toevoegen

source: Depending on this setting, the featured images setting will be available
nl_nl: Afhankelijk van deze instelling wordt de 'uitgelichte afbeeldingen'-instelling beschikbaar

source: If users can add images, you can allow them to choose the featured image for their ideas
nl_nl: Wanneer gebruikers afbeeldingen toe kunnen voegen aan hun ideeën, dan kun je ze toestaan zelf een uitgelichte afbeelding aan te wijzen.

source: Allow users to add links to their ideas
nl_nl: Gebruikers mogen links aan hun ideeën toevoegen

source: In cases where &#34;Pending&#34; is the status for all ideas, you can customize the moderation message
nl_nl: In gevallen waar &#34;Afwachtend&#34; de status is van alle ideeën, kun je de moderatie-booschap aanpassen

source: You can customize the message shown to not logged in users on the new idea form
nl_nl: Je kunt de melding die niet-ingelogde gebruikers zien als ze naar het nieuwe-ideeën forum gaan hier aanpassen.

source: You can customize the hover captions used for stars by using a comma separated list of captions
nl_nl: Je kunt de termen in de tekstwolkjes die boven de beoordelingssterretjes zweven hier aanpassen door invoer van een kommagescheiden lijst met termen.

source: Allow ideas to be made &#34;sticky&#34; (they will stay at the top of WP Idea Stream first page)
nl_nl: Ideeën mogen &#34;sticky&#34; gemaakt worden (deze blijven bovenaan van de WP Idea Stream pagina zichtbaar)

source: Separate comments made on ideas from the other post types.
nl_nl: Gescheiden commentaren gegeven op ideeën van de andere post-types.

source: Allow users to add comments on ideas
nl_nl: Gebruikers mogen commentaren op ideeën geven

source: Allow users profiles to be embed
nl_nl: Gebruikers mogen hun profielen invoegen

source: Customize the slugs of WP Idea Stream urls
nl_nl: Pas de 'slugs' van WP Idea Stream urls aan

source: Url of WP Idea Stream&#39;s main page: %s
nl_nl: URL van WP Idea Stream&#39;s hoofdpagina: %s

source: &#39;%s&#39; slug cannot be used here.
nl_nl: &#39;%s&#39; slug kan hier niet gebruikt worden.

source: Define your preferences about network users
nl_nl: Pas je voorkeuren voor netwerkgebruikers aan

source: Allow WP Idea Stream to manage signups for your site
nl_nl: Sta WP Idea Stream toe om inschrijvingen voor je site te beheren

source: Automatically set this site&#39;s default role for users posting a new idea and having no role on this site.
nl_nl: Stel automatisch deze website&#39;s standaardrol in voor gebruikers die een nieuw idee plaatsen en nog geen rol hebben.

source: WP Idea Stream Settings
nl_nl: WP Idea Stream Instellingen

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Thank you for activating the latest version of WP Idea Stream! %s brings some really cool new features!
nl_nl: Dankjewel voor het activeren van de laatste versie van WP Idea Stream! %s heeft een aantal hele coole nieuwe mogelijkheden!

source: Thank you for upgrading to the latest version of WP Idea Stream! %s brings some really cool new features!
nl_nl: Dankjewel voor het updaten naar de laatste versie van WP Idea Stream! %s heeft een aantal hele coole nieuwe mogelijkheden!

source: WP Idea Stream is a WordPress plugin to power idea management for your site. Your members will be able to easily create, share and rate ideas.
nl_nl: WP Idea Stream is een Wordpress plugin om ideeën-beheer naar je website te brengen. Je gebruikers kunnen hierdoor makkelijk ideeën aanmaken, delen en beoordelen.

source: What about BuddyPress Integration?
nl_nl: Hoe zit het met BuddyPress Integratie?

source: WP Idea Stream is no longer including this integration into its codebase. Don't panic, you can always enjoy BuddyPress with WP Idea Stream by downloading and activating this addon: %s.
nl_nl: WP Idea Stream heeft deze functionaliteit niet langer standaard in de code verwerkt staan. Geen paniek, je kunt deze integratie van BuddyPress en WP Idea Stream nog steeds realiseren door de volgende addon te downloaden en te activeren: %s.

source: What you see is closer to what you'll get!
nl_nl: Wat je hier ziet ligt dichter bij het zichtbare resultaat!
