Repository: ControlledChaos/wp-idea-stream
Catalog: languages/wp-idea-stream-*.po
Languages: nl_nl

source: The WP Idea Stream Editor is now including the editor styles of your active theme to give you a better idea of how ideas will be displayed once published.
nl_nl: Het WP Idea Stream bewerkingsscherm bevat nu ook de tekstbewerking-stylen van je actieve thema om je een idee te geven van hoe deze eruit zien als ze eenmaal gepubliceerd zijn.

source: It will - also - display the embeds you added.
nl_nl: Het toont - ook - de embeds die jij hebt toegevoegd.

source: Many users asked for idea uploads, this will be possible very soon thanks to MediaThèque, an alternative Media Library for your WordPress.
nl_nl: Veel gebruikers hebben gevraagd om ideeën-uploads, dit wordt binnenkort mogelijk dankzy MediaThèque; een alternatieve Media Bibliotheek voor WordPress.

source: Read more about %s.
nl_nl: Lees meer over %s.

source: Configure WP Idea Stream
nl_nl: Configureer WP Idea Stream

source: Go to the WP Idea Stream Settings page
nl_nl: Ga naar de WP Idea Stream Instellingen-pagina

source: %s version of WP Idea Stream was also successfully released thanks to them!
nl_nl: %s versie van WP Idea Stream werd ook mede mogelijk gemaakt door hen!

source: The team!
nl_nl: Het team!

source: Creator
nl_nl: Maker

source: Developer
nl_nl: Ontwikkelaar

source: Contributors to %s
nl_nl: Bijdragers aan %s

source: WP Idea Stream&#39;s external libraries and useful code
nl_nl: WP Idea Stream&#39;s external libraries en bruikbare code

source: Latest comments about ideas
nl_nl: Recentste commentaren op ideeën

source: WP Idea Stream latest comments
nl_nl: WP Idea Stream recente commentaren

source: New comment on your idea "%s"
nl_nl: Nieuw commentaar op jouw Idee: "%s"

source: Comment:
nl_nl: Commentaar:

source: Permalink to the comment: %s
nl_nl: Permalink naar het commentaar: %s

source: It looks like %s has not commented on any ideas yet
nl_nl: Het lijkt erop dat %s nog geen commentaar heeft gegeven op ideeën

source: Viewing %1$s to %2$s (of %3$s comments)
nl_nl: Commentaar %1$s (van %3$s) wordt getoond

source: User&#39;s profile
nl_nl: Gebruiker&#39;s profiel

source: In reply to:
nl_nl: In reactie op:

source: The idea the comment was posted on is password protected: you will need the password to view its content.
nl_nl: Het idee waarop het commentaar werd gegegen is afgeschermd: je hebt het wachtwoord nodig om de inhoud te zien.

source: The idea the comment was posted on is private: you cannot view its content.
nl_nl: Het idee waarop het commentaar werd gegegen is prive: je kunt de inhoud niet zien.

source: This comment was posted on %s
nl_nl: Dit commentaar werd geplaatst op %s

source: Add WP Idea Stream&#39;s nav to your sidebar.
nl_nl: Voeg WP Idea Stream&#39;s navigatie toe aan je sidebar.

source: WP Idea Stream Nav
nl_nl: WP Idea Stream Navigatie

source: Title:
nl_nl: Titel:

source: Ideas
nl_nl: Ideeën

source: All Ideas
nl_nl: Alle Ideeën

source: Idea
nl_nl: Idee

source: Add New Idea
nl_nl: Creëer nieuw Idee

source: Edit Idea
nl_nl: Bewerk Idee

source: New Idea
nl_nl: Nieuw Idee

source: View Idea
nl_nl: Bekijk Idee

source: Search Ideas
nl_nl: Zoek door Ideeën

source: No Ideas Found
nl_nl: Geen Ideeën gevonden

source: No Ideas Found in Trash
nl_nl: Geen Ideeën gevonden in Prullenbak

source: Insert into idea
nl_nl: Voeg toe aan idee

source: Uploaded to this idea
nl_nl: Geüpload naar dit Idee

source: Filter Ideas list
nl_nl: Filter Ideeën-lijst

source: Ideas list navigation
nl_nl: Ideeën-lijst navigatie

source: Ideas list
nl_nl: Ideeën-lijst

source: Idea Categories
nl_nl: Idee Categorieën

source: Idea Category
nl_nl: Idee Categorie

source: Edit Category
nl_nl: Bewerk Categorie

source: Update Category
nl_nl: Update Categorie

source: Add New Category
nl_nl: Creëer nieuwe Categorie

source: New Category Name
nl_nl: Nieuwe Categorie-naam

source: All Categories
nl_nl: Alle Categorieën

source: Search Categories
nl_nl: Zoek Categorieën

source: Parent Category
nl_nl: Hoofdcategorie

source: Parent Category:
nl_nl: Hoofdcategorie:

source: Idea Tags
nl_nl: Idee Tags

source: Idea Tag
nl_nl: Idee Tag

source: Edit Tag
nl_nl: Bewerk Tag

source: Add New Tag
nl_nl: Creëer nieuwe Tag

source: New Tag Name
nl_nl: Nieuwe Tag Naam

source: All Tags
nl_nl: Alle Tags

source: Search Tags
nl_nl: Zoek Tags

source: Popular Tags
nl_nl: Populaire Tags

source: Separate tags with commas
nl_nl: Scheid tags met komma's

source: Add or remove tags
nl_nl: Creëer of verwijder Tags

source: Choose from the most popular tags
nl_nl: Kies uit de meest populaire tags

source: Saved successfully
nl_nl: Succesvol opgeslagen

source: Registration complete. Please check your mailbox.
nl_nl: Aanmelding voltooid. Controleer je mailbox.

source: The idea was successfully created.
nl_nl: Het idee werd succesvol aangemaakt.

source: The idea was successfully updated.
nl_nl: Het idee werd succesvol geüpdate.

source: Description updated.
nl_nl: Beschrijving geüpdate.

source: Something went wrong, please try again
nl_nl: Iets ging er mis, probeer het opnieuw.

source: You are not allowed to edit this idea.
nl_nl: Het is je niet toegestaan dit idee te bewerken

source: You are not allowed to publish ideas
nl_nl: Het is je niet toegestaan ideeën te publiceren

source: Title and description are required fields.
nl_nl: Titel en Beschrijving zijn verplichte velden.

source: Something went wrong while trying to save your idea.
nl_nl: Er ging iets fout met het opslaan van je idee.

source: There was a problem saving the featured image, sorry.
nl_nl: Er was een probleem met het opslaan van de uitgelichte afbeelding, sorry.

source: Please choose a username having at least 4 characters.
nl_nl: Kies a.u.b. een gebruikersnaam met ten minste 4 karakters.

source: Please fill all required fields.
nl_nl: Voer a.u.b. alle benodigde velden in.

source: The idea you are trying to edit does not seem to exist.
nl_nl: Het idee dat je probeert te bewerken lijkt niet te bestaan.

source: Something went wrong while trying to update your idea.
nl_nl: Er ging iets fout met het updaten van je idee.

source: Please enter some content in your description
nl_nl: Voer a.u.b. iets in het veld beschrijving.

source: Something went wrong while trying to update your description.
nl_nl: Er ging iets verkeerd met het updaten van je beschrijving.

source: This idea is already being edited by another user.
nl_nl: Dit idee wordt momenteel al bewerkt door een andere gebruiker.

source: Your idea is currently awaiting moderation.
nl_nl: Je idee wacht op moderatie.

source: poor
nl_nl: karig

source: regular
nl_nl: oké

source: good
nl_nl: goed

source: gorgeous
nl_nl: uitstekend

source: Add new
nl_nl: Nieuw

source: %s&#39;s profile
nl_nl: %s&#39;s profiel

source: Create an account
nl_nl: Maak een account aan

source: New idea
nl_nl: Nieuw idee

source: Edit idea
nl_nl: Bewerk idee

source: Idea Comments
nl_nl: Idee Commentaren

source: Page %s
nl_nl: Pagina %s

source: Idea Ratings
nl_nl: Idee Beoordelingen

source: My profile
nl_nl: Mijn profiel

source: Please take a few minutes to read the WP Idea Stream %s page: version 2.0.0 introduced some new features and stopped supporting some others.
nl_nl: Neem a.u.b. een paar minuten de tijd om de WP Idea Stream pagina te lezen: met versie 2.0.0. werden een aantal nieuwe functies geïntroduceerd en andere verwijderd.

source: For instance, having the ideas directly on your site&#39;s front page is no more supported in 2.0.0, sorry.
nl_nl: Bijvoorbeeld, de ideeën direct op je website&#39;s voorpagina tonen is niet langer ondersteund in 2.0.0, sorry.

source: Custom fields
nl_nl: Aangepaste velden

source: No custom fields available
nl_nl: Geen aanpasbare velden beschikbaar

source: A list of Idea categories
nl_nl: Een lijst met Ideeën categorieën

source: WP Idea Stream categories
nl_nl: WP Idea Stream categorieën

source: Show idea counts
nl_nl: Toon ideeën-aantallen

source: List the most popular ideas
nl_nl: Toon de meest populaire ideeën

source: WP Idea Stream Popular Ideas
nl_nl: WP Idea Stream Populaire Ideeën

source: Number of ideas to show:
nl_nl: Aantal ideeën dat getoond moet worden:

source: The %s method for ideas is not supported yet.
nl_nl: De %s methode voor ideeën wordt nog niet ondersteund.

source: The %1$s method for %2$s is not supported yet.
nl_nl: De %1$s methode voor %2$s wordt nog niet ondersteund.

source: This image file type is not supported.
nl_nl: Dit type afbeeldingbestand wordt niet ondersteund.

source: Saving your rating; please wait
nl_nl: Je beoordeling wordt opgeslagen; één momentje..

source: Thanks! The average rating is now:
nl_nl: Thanks! De gemiddelde beoordeling is nu:

source: Oops! Something went wrong
nl_nl: Oeps! Er ging iets verkeerd

source: One rating
nl_nl: Één beoordeling

source: % ratings
nl_nl: % Beoordelingen

source: Duplicate tag:
nl_nl: Duplicaat-tag:

source: Forbidden character:
nl_nl: Verboden character:

source: Forbidden word:
nl_nl: Verboden woord:

source: An admin is currently editing this idea, please try to edit your idea later.
nl_nl: Dit idee wordt momenteel door een admin bewerkt, probeer het later nog eens.

source: Latest
nl_nl: Recentste

source: Most commented
nl_nl: Meeste commentaren

source: Highest Rating
nl_nl: Hoogst beoordeeld

source: Search
nl_nl: Zoek

source: Select the sort order
nl_nl: Kies de sorteervolgorde

source: Sort
nl_nl: Sorteer

source: It looks like no idea has been submitted yet, please sign in or sign up to add yours!
nl_nl: Het lijkt erop dat er nog geen ideeën is aangemaakt, log in of meld je aan om er een toe te voegen!

source: It looks like %s has not submitted any idea yet
nl_nl: Het lijkt erop dat %s nog geen ideeën heeft aangemaakt

source: It looks like %s has not rated any ideas yet
nl_nl: Het lijkt erop dat %s nog geen ideeën heeft beoordeeld

source: It looks like no idea has been published in this category yet
nl_nl: Het lijkt erop dat er nog geen ideeën in deze categorie zijn aangemaakt.

source: It looks like no idea has been marked with this tag yet
nl_nl: Het lijkt erop dat er nog geen ideeën met deze tag zijn aangemerkt

source: It looks like no idea matches your search terms.
nl_nl: Het lijkt erop dat er geen ideeën aan jouw zoekopdracht voldoen.

source: It looks like no ideas have been rated yet.
nl_nl: Het lijkt erop dat er nog geen ideeën beoordeeld zijn.

source: It looks like no ideas have been submitted yet, <a href="%s" title="Submit your idea">add yours</a>
nl_nl: Het lijkt erop dat er nog geen ideeën zijn aangemaakt, <a href="%s" title="Submit your idea">voeg er een toe</a>

source: Viewing %1$s to %2$s (of %3$s ideas)
nl_nl: Ideeën %1$s tot %2$s (van %3$s) worden getoond

source: Featured image for: %s
nl_nl: Uitgelichte afbeelding voor: %s

source: No Comments
nl_nl: Geen Commentaren

source: 1 Comment
nl_nl: 1 Commentaar

source: % Comments
nl_nl: % Commentaren

source: Comments Off
nl_nl: Commentaren Uitgeschakeld

source: Comment on %s
nl_nl: Becommentariëer %s

source: Average rating: %
nl_nl: Gemiddelde beoordeling: %

source: Rate %s
nl_nl: Beoordeel %s

source: This idea is password protected, you will need it to view its content.
nl_nl: Dit idee is met een wachtwoord beveiligd, dat heb je nodig om het te kunnen inzien.

source: This idea is private, you cannot view its content.
nl_nl: Dit idee is privé, je kunt de inhoud niet bekijken.

source: You are not allowed to submit ideas
nl_nl: Het is je niet toegestaan ideeën aan te maken

source: Please <a href="%s" title="Log in">log in</a> or <a href="%s" title="Sign up">register</a> to this site to submit an idea.
nl_nl: <a href="%s" title="Log in">Log in</a> of <a href="%s" title="Sign up">meld je aan</a> bij deze site om een idee aan te dragen.

source: Please <a href="%s" title="Log in">log in</a> to this site to submit an idea.
nl_nl: <a href="%s" title="Log in">Log in</a> bij deze site om een idee aan te dragen.

source: Title
nl_nl: Titel

source: Auto Draft
nl_nl: Automatische Kladversie

source: Description
nl_nl: Beschrijving

source: Select the featured image for your idea.
nl_nl: Selecteer een uitgelichte afbeelding voor je idee.

source: Categories
nl_nl: Categorieën

source: No categories are available.
nl_nl: Er zijn geen categorieën beschikbaar.

source: Type your tag, then hit the return or space key to add it
nl_nl: Type je tag, en druk dan op enter of spatie om deze toe te voegen

source: Choose the most used tag
nl_nl: Kies de meestgebruikte tag

source: Submit
nl_nl: Indienen

source: %1$sAverage Rating:%2$s%3$s
nl_nl: %1$sGemiddelde Beoordeling:%2$s%3$s

source: List the top idea contributors
nl_nl: Toon de grootste ideeën-bijdragers

source: Number of users to show:
nl_nl: Aantal gebruikers te tonen:

source: Username
nl_nl: Gebruikersnaam

source: %s has not created his description yet
nl_nl: %s heeft zijn/haar beschrijving nog niet aangemaakt

source: Replace this text with your description, then hit the Edit button to save it.
nl_nl: Vervang deze tekst met jouw beschrijving, en druk dan op de Bewerk-knop om deze op te slaan.

source: View %s full profile
nl_nl: Toon %s volledige profiel

source: rated 1 star
nl_nl: beoordeeld met 1 ster

source: Sign-up
nl_nl: Aanmelden

source: Leave a reply
nl_nl: Reageer

source: 1 Reply
nl_nl: 1 Reactie

source: % Replies
nl_nl: % Reacties

source: Rate the idea
nl_nl: Beoordeel het idee

source: Archive
nl_nl: Archief

source: Archived <span class="count">(%s)</span>
nl_nl: Gearchiveerd <span class="count">(%s)</span>

source: Archive selected ideas
nl_nl: Archiveer geselecteerde ideeën

source: Share ideas, great ones will rise to the top!
nl_nl: Deel ideeën, en de beste komen boven drijven!

# Main Plugin menu
source: Ideas
nl_nl: Ideeën

# ideas admin category column header
source: Categories
nl_nl: Categorieën

# downloaded csv content header
source: Content
nl_nl: Inhoud

# downloaded csv comments num header
source: # comments
nl_nl: # commentaren

# downloaded csv rates num header
source: Average rating
nl_nl: Gemiddelde beoordeling

# prefix of the downloaded csv
source: ideas
nl_nl: ideeën

# front page edit screen notice
source: corresponding setting
nl_nl: overeenkomende instelling

# WP Idea Stream Headline
source: Share ideas, great ones will rise to the top!
nl_nl: Deel ideeën, en de beste komen boven drijven!

# idea permalink title protected attribute
source: Protected:
nl_nl: Afgeschermd:

# idea permalink title private attribute
source: Private:
nl_nl: Privé

# ideas tag cloud count text
source: %s idea
nl_nl: %s idee

# default idea slug
source: idea
nl_nl: idee

# default category slug
source: category
nl_nl: categorie

# default comments slug
source: comments
nl_nl: commentaren

# default action slug
source: action
nl_nl: actie

# default add idea action slug
source: add
nl_nl: toevoegen

# customizer menu type label
source: Custom Link
nl_nl: Aangepaste Link

# idea protected comments message
source: Comments are protected.
nl_nl: Commentaren zijn afgeschermd.

# idea private comments message
source: Comments are private.
nl_nl: Commentaren zijn privé.

# idea rating not logged in message
source: Please, log in to rate.
nl_nl: Log in om te beoordelen.

# default idea footer utility text
source: This idea was posted on %3$s.
nl_nl: Dit idee werd geplaatst op %3$s.

# idea attached to at least one category footer utility text
source: This idea was posted in %1$s on %3$s.
nl_nl: Dit idee werd geplaatst in %1$s op %3$s.

# idea attached to at least one tag footer utility text
source: This idea was tagged %2$s on %3$s.
nl_nl: Dit idee werd getagd als %2$s op %3$s.

# idea attached to at least one tag and one category footer utility text
source: This idea was posted in %1$s and tagged %2$s on %3$s.
nl_nl: Dit idee werd geplaatst in %1$s en getagd als %2$s op %3$s.

# default single idea footer utility text
source: This idea was posted on %3$s by %4$s.
nl_nl: Dit idee werd geplaatst op %3$s door %4$s.

# single idea attached to at least one category footer utility text
source: This idea was posted in %1$s on %3$s by %4$s.
nl_nl: Dit idee werd geplaatst in %1$s op %3$s door %4$s.

# single idea attached to at least one tag footer utility text
source: This idea was tagged %2$s on %3$s by %4$s.
nl_nl: Dit idee werd getagd als %2$s op %3$s door %4$s.

# single idea attached to at least one tag and one category footer utility text
source: This idea was posted in %1$s and tagged %2$s on %3$s by %4$s.
nl_nl: Dit idee werd geplaatst in %1$s en getagd als %2$s op %3$s door %4$s.

# User profile published ideas nav
source: Published
nl_nl: Gepubliceerd

# user ideas profile slug for BuddyPress use
source: ideas
nl_nl: ideeën

# User profile commented ideas nav
source: Commented
nl_nl: Becommentariëerd

# User profile rated ideas nav
source: Rated
nl_nl: Beoordeeld

# Use the same translation as WP Core
source: [%s] Your username and password info
nl_nl: [%s] Je gebruikersnaam en wachtwoord informatie

# embed profile type of stat
source: %s ideas
nl_nl: % ideeën

# User profile description edit
source: Edit
nl_nl: Bewerken
